{
    "home": {
        "home": "Home",
        "aboutUs": "About",
        "products": "Product",
        "contacts": "Contact",
        "company": "Imran Gulf Industries",
        "slogan": "Experience the luxury of premium quality with IGI. The trusted source for hotels and home utility linen made with world class fabrics",
        "hero_button01": "Our Products",
        "hero_button02": "Contact Us",
        "about": "About Us",
        "about_para01": "Imran Gulf Industries F. Co. is a leading provider of tailor-made solutions and premium quality products, founded in Saudi Arabia with a decade-long track record of excellence. We understand the importance of providing our customers with the very best in terms of quality, comfort, and style.",
        "about_para02": "Our specialization in supplying hotel linens to the hospitality industry and luxury bed linens to discerning households reflects our commitment to meeting the highest standards of elegance, luxury, and beauty. Whether you are a hotelier looking to elevate your guests' experience, or a household with an eye for luxury and comfort, we have the perfect solutions for you.",
        "about_button": "Why IGI?",
        "feature_title": "What makes us special",
        "feature_subtitle01": "Your Factory-Direct Source for Wholesale Textiles and Hotel Beddings in Bulk",
        "feature_para01": "Imran Gulf Industries F. Co. is a hotel bedding supplier in Saudi Arabia for bed, bath and hotel hospitality needs. Supplying commercial quality products to the hospitality and healthcare industries with fast shipping to commercial business. Every order and customer request, large or small, is handled with timely offer and suggestion.",
        "feature_subtitle02": "Hospitality Quality Bedding, Linens & Towels for Commercial Business",
        "feature_para02": "Our products are ideal for Hotels, Lodges, Resort and Day Spas, Furniture Rental Companies, Healthcare Hospitality Homes, Nursing Homes, Camps, Colleges, Universities, Property Management Companies, and many other businesses that need commercial hospitality quality linens, beddings, towels, table linens, and accessories in bulk quantities at low wholesale prices. Whether you are a seasoned buyer searching for a new source or a hotel housekeeping manager looking for purchasing wholesale textiles for commercial use, we welcome and thank you for the opportunity to help you with your hospitality, healthcare, and textiles raw material supplies.",
        "feature_point01": "From Raw Materials",
        "feature_point02": "To Production",
        "feature_point03": "To Direct Sales!",
        "tag": "Soon!",
        "msg": "Bringing all types of hotel utilities to your hands",
        "product": "Our Products",
        "product_para": "Welcome to a world of luxurious elegance, softness, and comfort. Indulge in the sumptuousness of IGI's elegant, cozy and soft linens, curated to elevate your living and sleeping experience.",
        "sizes": "Sizes : Single, King & Queen",
        "note": "Note : Custom made color & sizes available on request",
        "p1": "Bedsheet",
        "p1_des": "Bedsheets & Fitted Bedsheets",
        "p2": "Duvet",
        "p2_des": "Duvets & Duvet covers",
        "p3": "Bed Runner",
        "p3_des": "Bed decors & runners",
        "p4": "Pillow",
        "p4_des": "Pillow, protectors & cases",
        "p5": "Mattress Protectors",
        "p5_des": "Mattress protectors & mattress encasement protectors",
        "p6": "Bed Skirt",
        "p6_des": "Bed Skirts",
        "contact": "Contact us",
        "contact_des": "Our team of experts are dedicated to providing personalized service and expert guidance to help you make the best selection for your needs",
        "mail_des": "Drop us a mail!",
        "send_button": "Send Enquiry",
        "call": "Reach us via call -",
        "landmark": "Our Landmark -",
        "form_name": "Name",
        "form_email": "Email Address",
        "form_phone_number": "Phone Number",
        "form_subject": "Enquire about products / Write reviews",
        "form_message": "Type the detailed description of your message here..."
    }
}