{
    "home": {
        "slogan": "Experience the luxury of premium quality with IGI. The trusted source for hotels and home utility linen made with world class fabrics",
        "hero_button01": "Our Products",
        "hero_button02": "Contact Us",
        "about": "About Us",
        "about_para01": "Imran Gulf Industries F. Co. is a leading provider of tailor-made solutions and premium quality products, founded in Saudi Arabia with a decade-long track record of excellence. We understand the importance of providing our customers with the very best in terms of quality, comfort, and style.",
        "about_para02": "Our specialization in supplying hotel linens to the hospitality industry and luxury bed linens to discerning households reflects our commitment to meeting the highest standards of elegance, luxury, and beauty. Whether you are a hotelier looking to elevate your guests' experience, or a household with an eye for luxury and comfort, we have the perfect solutions for you.",
        "about_button": "Why IGI?",
        "feature_title": "What makes us special",
        "feature_subtitle": "Factory Direct Sales",
        "feature_para01": "Our company handles every aspect of the production process from sourcing raw materials to manufacturing and selling the final product. We do not use any intermediaries or middlemen, ensuring that our products are of the highest quality while still being offered at the most competitive prices.",
        "feature_point01": "From Raw Materials",
        "feature_point02": "To Production",
        "feature_point03": "To Direct Sales!",
        "tag": "Soon!",
        "msg": "Bringing all types of hotel utilities to your hands",
        "product": "Our Products",
        "product_para": "Welcome to a world of luxurious elegance, softness, and comfort. Indulge in the sumptuousness of IGI's elegant, cozy and soft linens, curated to elevate your living and sleeping experience.",
        "sizes": "Sizes : Single, King & Queen",
        "note": "Note : Custom made color & sizes available on request",
        "p1": "Bedsheet",
        "p1_des": "Bedsheets & Fitted Bedsheets",
        "p2": "Duvet",
        "p2_des": "Duvets & Duvet covers",
        "p3": "Bed Runner",
        "p3_des": "Bed decors & runners",
        "p4": "Pillow",
        "p4_des": "Pillow, protectors & cases",
        "p5": "Mattress Protectors",
        "p5_des": "Mattress protectors & mattress encasement protectors",
        "p6": "Bed Skirt",
        "p6_des": "Bed Skirts",
        "contact": "Contact us",
        "contact_des": "Our team of experts are dedicated to providing personalized service and expert guidance to help you make the best selection for your needs",
        "mail_des": "Drop us a mail!",
        "send_button": "Send Enquiry"
    }
}